Revit 2027 API
ParameterTypeId.DimLabelGpShow Property
 "Show Label in View"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimLabelGpShow { get; }
Public Shared ReadOnly Property DimLabelGpShow As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimLabelGpShow {
	ForgeTypeId^ get ();
}
static member DimLabelGpShow : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace